cask_args appdir: '/Applications'

tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"

brew "libyaml"
brew "gdbm"
brew "python"
brew "ansible"
brew "autoconf"
brew "bash-completion"
brew "brew-php-switcher"
brew "chromedriver"
brew "composer"
brew "coreutils"
brew "dnsmasq"
brew "gettext"
brew "git"
brew "git-flow"
brew "gpatch"
brew "grc"
brew "hub"
brew "icdiff"
brew "jpeg"
brew "mcrypt"
brew "mysql", restart_service: true
brew "node"
brew "rbenv"
brew "ruby"
brew "rbenv"
brew "ruby-build"
brew "spark"
brew "tree"
brew "unixodbc"
brew "php@7.1"
brew "wget"
brew "yarn"

cask 'transmit'
cask 'steam'
cask 'scrivener'
cask '1password'
cask 'dropbox'
cask 'sequel-pro'
cask 'virtualbox'
cask 'vagrant'
cask "vagrant-manager"

# brew 'ack'
# brew 'go'
# brew 'imagemagick'
# brew 'jp2a'
# brew 'libcaca', args: ['with-imlib2']
# brew 'libgit2'
# brew 'postgresql'
# brew 'roundup'
# brew 'spaceman-diff'
# brew 'unrar'
# brew 'youtube-dl'
#
# cask 'atom'
# cask 'google-chrome'
# cask 'mapbox-studio'
# cask 'tunnelbear'
# cask 'vlc'
