tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
brew "libyaml"
brew "gdbm"
brew "python"
brew "ansible"
brew "autoconf"
brew "bash-completion"
brew "chromedriver"
brew "coreutils"
brew "dnsmasq"
brew "gettext"
brew "git"
brew "gpatch"
brew "grc"
brew "hub"
brew "icdiff"
brew "jpeg"
brew "mcrypt"
brew "mysql", restart_service: true
brew "node"
brew "rbenv"
brew "ruby"
brew "spark"
brew "tree"
brew "unixodbc"
brew "wget"
brew "homebrew/php/brew-php-switcher"
brew "homebrew/php/php70", link: false
brew "homebrew/php/composer"
brew "homebrew/php/php56-xdebug"
cask "dropbox"
cask "handbrake"
cask "java"
cask "scrivener"
cask "steam"
cask "transmit"
cask "vagrant-manager"
